Repository: Slackervaara/elder_launcher
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, it, pt, sv

source: Apps
es: Aplicaciones
sv: Appar

source: Contacts
de: Kontakte
es: Contactos
it: Contatti
pt: Contatos
sv: Kontakter

source: Help
de: Helfen
es: Ayuda
fr: Aide
it: Aiuto
pt: Ajuda
sv: Hjälp

# btnAllApps
source: All Apps
de: Alle Apps
es: Todas las aplicaciones
it: Tutte le App
pt: Todos os apps
sv: Alla Appar

# btnAllContacts
source: All Contacts
de: Alle Kontakte
es: Todos los contactos
it: Tutti contatti
pt: Todos os contatos
sv: Alla Kontakter

# btnAddFavApps
source: Add Favourite Apps
de: Favorisierte Apps hinzufügen
es: Agregar aplicaciones favoritas
fr: Ajouter des apps favorites
it: Aggiungi app preferite
pt: Adicionar Aplicativos favoritos
sv: Lägg till Favoritappar

# btnAddFavContacts
source: Add Favourite Contacts
de: Favorisierte Kontakte hinzufügen
es: Agregar contactos favoritos
fr: Ajouter des contacts favoris
it: Aggiungi contatti preferiti
pt: Adicionar Contatos favoritos
sv: Lägg till Favoritkontakter

# btnBackToHome
source: Back to Home
de: Zurück
es: Regresa
fr: retourner
it: Indietro
pt: Volte
sv: Tillbaka till Hem

# btnGrantPermission
source: Grant Permission
de: Erlaubnis erteilen
es: Conceder permiso
fr: Donner la permission
it: Dai il permesso
pt: Conceder permissão
sv: Bevilja tillstånd

# btnSetDefaultLauncher
source: Set as Default
de: Als Standard festlegen
es: Establecer como predeterminado
fr: Définir par défaut
it: Imposta come predefinito
pt: Definir como predef.
sv: Sätt som använd

# msgNoData
source: No data available. Try again in a few seconds.
de: Keine Daten verfügbar. Versuchen Sie es in wenigen Sekunden erneut.
es: Datos no disponibles. Inténtalo de nuevo en unos segundos.
fr: Pas de données disponibles. Réessayez dans quelques secondes.
it: Non ci sono dei dati. Prego riprovare tra pochi secondi.
pt: Não há dados disponíveis. Tente novamente em alguns segundos.
sv: Ingen data tillgänglig. Försök igen om några sekunder.

# msgNoFavourites
source: You haven't added any favourites
de: Sie haben keine Favoriten hinzugefügt
es: No ha agregado ningún favorito
fr: Vous n'avez ajouté aucun favori
it: Lei non ha aggiunto dei preferiti
pt: Você não adicionou nenhum favorito
sv: Du har ej lagt till någon Favorit

# msgNoContactsPermission
source: To add favourite contacts to this screen, allow this app access to your contacts.
de: Um diesem Bildschirm favorisierte Kontakte hinzuzufügen, erlauben Sie dieser App den Zugriff auf Ihre Kontakte.
es: Para agregar contactos favoritos a esta pantalla, permita que esta aplicación acceda a sus contactos.
fr: Pour ajouter des contacts favoris à cet écran, autorisez cette application à accéder à vos contacts.
it: Per aggiungere contatti preferiti a questa schermata, pergo dare i permessi per accedere ai contatti.
pt: Para adicionar contatos favoritos a essa tela, permita que este aplicativo acesse seus contatos.
sv: För att lägga till favoritkontakter till denna skärm, låt denna app få dina kontakter.

# msgNoPhonePermission
source: To make calling easier, allow this app to start phone calls for you.
de: Ermöglichen Sie dieser App, Anrufe für Sie zu starten, um das Telefonieren zu vereinfachen.
es: Para facilitar las llamadas, permita que esta aplicación inicie llamadas telefónicas por usted.
fr: Pour faciliter les appels, autorisez cette application à démarrer des appels téléphoniques à votre place.
it: Abilita l'app a fare chiamate.
pt: Para facilitar as chamadas, permita que este aplicativo inicie chamadas telefônicas para você.
sv: För att göra det enklare att ringa, tillåt den här appen att starta telefonsamtal åt dig.

# msgNotDefaultLauncher
source: Open apps and contacts faster by making Elder Launcher the home app.
de: Öffnen Sie Apps und Kontakte schneller, indem Sie Elder Launcher zur Heim-App machen.
es: Abra aplicaciones y contactos más rápido haciendo que Elder Launcher sea la aplicación de inicio.
fr: Ouvrez les applications et les contacts plus rapidement en faisant d'Elder Launcher l'application domestique.
it: Apri app e contatti più velocemente, impostando Elder Launcher come Home-App.
pt: Abra aplicativos e contatos mais rapidamente, tornando o Elder Launcher o aplicativo doméstico.
sv: Öppna appar och kontakter snabbare genom att göra Elder Launcher till hemappen.

# dlgCall
source: Call
de: Anrufen
es: Llamada
fr: Téléphoner
it: Chiamare
pt: Ligar
sv: Ring

# dlgEditTitle
source: Edit Favourites
de: Favoriten bearbeiten
es: Editar Favoritos
fr: Modifier les favoris
it: Modificare preferiti
pt: Editar Favoritos
sv: Redigera Favoriter

# dlgCancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar
sv: Avbryt

# dlgOpenSettings
source: Open Settings
de: Einstellungen ändern
es: Cambiar ajustes
fr: Modifier les paramètres
pt: Mudar configurações
sv: Öppna Inställningar

# dlgAppsAddRemove
source: Add/Remove Apps
de: Apps hinzufügen/entfernen
es: Agregar/quitar Aplicaciones
fr: Ajouter/supprimer des Apps
it: Aggiungi/rimuovi app
pt: Adicionar/Remover Aplicativos
sv: Lägg till/Ta bort Appar

# dlgAppsReorder
source: Reorder Apps
de: Apps neu anordnen
es: Reordenar Aplicaciones
fr: Réorganiser les Apps
it: Riorganizza le app
pt: Reordenar Aplicativos
sv: Ändra ordning på Appar

# dlgAppsReload
source: Reload App List
de: App Liste neu laden
es: Recargar lista de aplicaciones
fr: Recharger la liste des Apps
it: Ricarica la lista delle app
pt: Recarregar lista de aplicativos
sv: Ladda om Applistan

# dlgContactsAddRemove
source: Add/Remove Contacts
de: Kontakte hinzufügen/entfernen
es: Agregar/quitar Contactos
fr: Ajouter/supprimer des Contacts
it: Aggiungi/rimuovi contatti
pt: Adicionar/Remover Contatos
sv: Lägga till/Ta bort Kontakter

# dlgContactsReorder
source: Reorder Contacts
de: Kontakte neu anordnen
es: Reordenar Contactos
fr: Réorganiser les Contacts
it: Riorganizza i contatti
pt: Reordenar Contatos
sv: Ändra ordning på Kontakter

# dlgContactsReload
source: Reload Contacts
de: Kontaktliste neu laden
es: Recargar lista de contactos
fr: Recharger la liste de contacts
it: Ricarica la lista dei contatti
pt: Recarregar lista de contatos
sv: Ladda om Kontakter

# helpText
source: Welcome to Elder Launcher Help. The app is easy to set up and use. When you want to change the apps that are displayed, click on the pen in the right corner. Then it is completely free, the other senior apps have paid versions or ads. To enlarge the text on your mobile phone, there is the Big Font (change font size) app, which can enlarge the entire mobile phone https://play.google.com/store/apps/details?id=com.a0soft.gphone.bfont . For the keyboard, there is the GBoard app, which makes the keyboard enlarge when you press four squares on it. https://play.google.com/store/apps/details?id=com.google.android.inputmethod.latin An alarm button to call SOS is missing compared to BIG Launcher, but install the SOS app of your choice and add it To uninstall it if it is selected by default, you must go to the previous one, e.g. App Launcher, and select it.
de: Willkommen bei der Elder Launcher-Hilfe. Die App ist einfach einzurichten und zu verwenden. Wenn Sie die angezeigten Apps ändern möchten, klicken Sie auf den Stift in der rechten Ecke. Dann ist sie völlig kostenlos, die anderen Senioren-Apps haben kostenpflichtige Versionen oder Werbung. Um den Text auf Ihrem Mobiltelefon zu vergrößern, gibt es die App Big Font (Schriftgröße ändern), mit der Sie das gesamte Mobiltelefon vergrößern können https://play.google.com/store/apps/details?id=com.a0soft.gphone.bfont. Für die Tastatur gibt es die App GBoard, mit der sich die Tastatur vergrößern lässt, wenn Sie auf vier Quadrate darauf drücken. https://play.google.com/store/apps/details?id=com.google.android.inputmethod.latin Im Vergleich zum BIG Launcher fehlt ein Alarmknopf zum SOS-Rufen, aber installieren Sie die SOS-App Ihrer Wahl und fügen Sie sie hinzu Um sie zu deinstallieren, falls sie standardmäßig ausgewählt ist, müssen Sie zur vorherigen App, z. B. App Launcher, gehen und sie auswählen.
es: Bienvenido a la Ayuda de Elder Launcher. La aplicación es fácil de configurar y usar. Para cambiar las aplicaciones que se muestran, haz clic en el lápiz de la esquina derecha. Es completamente gratuita; las demás aplicaciones para personas mayores tienen versiones de pago o anuncios. Para ampliar el texto en tu móvil, existe la aplicación Big Font (cambiar el tamaño de la fuente), que puede ampliar todo el teléfono: https://play.google.com/store/apps/details?id=com.a0soft.gphone.bfont. Para el teclado, existe la aplicación GBoard, que amplía el teclado al pulsar cuatro cuadrados: https://play.google.com/store/apps/details?id=com.google.android.inputmethod.latin. A diferencia de BIG Launcher, no incluye un botón de alarma para llamar al SOS, pero instala la aplicación SOS que prefieras y añádela. Para desinstalarla si está seleccionada por defecto, debes ir a la anterior. Por ejemplo, el Iniciador de aplicaciones y selecciónelo.
fr: Bienvenue dans l'aide d'Elder Launcher. L'application est facile à configurer et à utiliser. Pour modifier les applications affichées, cliquez sur le stylo dans le coin droit. Elle est alors entièrement gratuite ; les autres applications pour seniors proposent des versions payantes ou des publicités. Pour agrandir le texte sur votre téléphone portable, il existe l'application Big Font (modification de la taille de la police), qui permet d'agrandir l'intégralité du téléphone : https://play.google.com/store/apps/details?id=com.a0soft.gphone.bfont . Pour le clavier, il existe l'application GBoard, qui agrandit le clavier en appuyant sur quatre cases. Pour la désinstaller, si elle est sélectionnée par défaut, vous devez accéder à l'application précédente, par exemple App Launcher, et la sélectionner.
it: Benvenuti nella guida di Elder Launcher. L'app è facile da configurare e utilizzare. Per cambiare le app visualizzate, cliccate sulla penna nell'angolo destro. È completamente gratuita, le altre app per anziani hanno versioni a pagamento o pubblicità. Per ingrandire il testo sul vostro cellulare, c'è l'app Big Font (cambia dimensione carattere), che può ingrandire l'intero cellulare https://play.google.com/store/apps/details?id=com.a0soft.gphone.bfont . Per la tastiera, c'è l'app GBoard, che la ingrandisce quando si premono quattro quadrati su di essa. Per disinstallarla, se è selezionata di default, dovete andare alla versione precedente, ad esempio App Launcher, e selezionarla.
pt: Bem-vindo à Ajuda do Elder Launcher. A aplicação é fácil de configurar e de utilizar. Quando quiser alterar as aplicações apresentadas, clique na caneta no canto direito. É totalmente gratuita; as outras aplicações para idosos têm versões pagas ou anúncios. Para ampliar o texto no seu telemóvel, existe a aplicação Big Font, que pode ampliar todo o telemóvel https://play.google.com/store/apps/details?id=com.a0soft.gphone.bfont . Para o teclado, existe a aplicação GBoard, que faz com que o teclado aumente quando pressiona quatro quadrados nele. https://play.google.com/store/apps/details?id=com.google.android.inputmethod.latin Falta um botão de alarme para chamar o SOS em comparação com o BIG Launcher, mas instale a aplicação SOS da sua escolha e adicione-a Para o desinstalar, se estiver seleccionado por defeito, deve ir ao anterior, por exemplo, o App Launcher, e seleccioná-lo.
sv: Välkommen till Elder Launcher Hjälp. Appen är enkel att sätta upp och använda. När man vill ändra på apparna som visas klickar man på pennan i högra hörnet. Sedan är den helt gratis de andra seniorapparna har betalversioner eller annonser. För att förstora texten i mobilen finns appen Big Font (change font size), som kan förstora i hela mobilen https://play.google.com/store/apps/details?id=com.a0soft.gphone.bfont . För tangentbordet finns appen GBoard, som gör att tangentbordet förstoras vid tryck på fyra fyrkanter på det. https://play.google.com/store/apps/details?id=com.google.android.inputmethod.latin En larmknapp att ringa 112 saknas jämfört med BIG Launcher, men installera appen SOS Alarm 112 och lägg till den som på bilden. När man klickar på den knappen öppnas en karta var man befinner sig och en knapp att ringa 112. https://play.google.com/store/apps/details?id=se.sos.soslive För att avinstallera den om den är vald som standard måste man gå till den tidigare t.ex App Launcher och välja den.
